---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplaySurfaceOption
source: html/8c1e9b36-5c2c-7365-2511-244c0fc8027a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceDisplaySurfaceOption Property

"Display Surface Option"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceDisplaySurfaceOption { get; }
```